{
    "name": "Modificadores de Generadores",
    "icon": "minecraft:clock",
    "category": "zenith:spawner/spawner",
    "flag": "zenith:spawner",
    "sortnum": 1,
    "pages": [
        {
            "type": "patchouli:text",
            "text": "Después de leer sobre $(l:zenith:spawner/stats)Estadísticas de Generadores$(), quizás te estés preguntando cómo cambiarlas.$(p)Aquí entran los $(9)Modificadores de Generadores$(), un sistema para editar generadores.$(p)Un modificador consiste en hasta dos objetos y produce un cambio determinado en las estadísticas de un generador."
        },
        {
            "type": "patchouli:text",
            "title": "Ver Modificadores",
            "text": "Cada modificador es visible en JEI.$(p)Se pueden consultar viendo tanto los usos como las recetas de los $(9)Generadores de Mobs$(), o los usos de los objetos modificadores.$(p)Hay muchas descripciones emergentes, así que explora un poco."
        },
        {
            "type": "patchouli:text",
            "title": "Notación",
            "text": "En JEI, los cambios de estadísticas se anotan como$(br)$(9)+/- X Stat$().$(p)Algunas estadísticas no tienen valores numéricos, por lo que se mostrarán como $(9)+/- Stat$().$(p)En las descripciones emergentes, las estadísticas no numéricas no se muestran a menos que estén habilitadas."
        },
        {
            "type": "patchouli:text",
            "title": "Límites de Modificadores",
            "text": "Ciertos modificadores no pueden reducir o aumentar estadísticas más allá de un valor determinado.$(p)Estos límites se indican en la descripción emergente de esa estadística en particular en JEI.$(p)Estos límites son específicos de cada modificador, por lo que un modificador puede tener un límite distinto que otro para la misma estadística."
        },
        {
            "type": "patchouli:text",
            "title": "Aplicando Modificadores",
            "text": "Para aplicar un modificador, simplemente sostén los objetos respectivos en tus manos y haz clic derecho sobre el $(9)Generador de Mobs$().$(p)Si la modificación es exitosa, los objetos serán consumidos.$(p)El objeto principal siempre se consume, pero el objeto secundario puede que no."
        },
        {
            "type": "patchouli:text",
            "text": "Aunque JEI indique que los objetos deben estar en manos específicas, eso no es obligatorio.$(p)Puedes aplicar un modificador siempre que tengas los objetos en tus manos, sin importar cuál."
        }
    ]
}
